/* Menu action item for sharing device logs. */
"AboutPassphrases" = "Circa la Frase di Accesso";

/* Action item in settings screen to add an Issuer manually.
   Add credential in issuer detail
   Title in settings */
"AddCredential" = "Aggiungi Credenziali";

/* Title when adding certificate in progress
   Title when adding issuer in progress */
"AddingCredential" = "Aggiungendo le Credenziali";

/* Title when adding issuer in progress */
"AddingIssuer" = "Aggiungendo un Issuer";

/* Action item in settings screen to add an Issuer manually.
   Navigation title for the 'Add Issuer' form. */
"AddIssuer" = "Aggiungi Issuer";

/* Generic error when adding an issuer. */
"AddIssuerFailAlertMessage" = "Errore durante l'aggiunta del issuer. Per piacere riprova.";

/* Alert title when adding an issuer fails for any reason. */
"AddIssuerFailAlertTitle" = "Errore durante l'aggiunta del Issuer";

/* Error message displayed when adding issuer failed */
"AddIssuerFailMessage" = "Si è verificato un errore durante l'aggiunta del issuer. Ciò può verificarsi quando si fa clic su un collegamento di invito più di una volta. Consultare l'issuer e richiedere un altro invito, se necessario.";

/* Generic error for failure to add an issuer */
"AddIssuerGenericError" = "Si è verificato un errore durante l'aggiunta di questo issuer. Riprova più tardi.";

/* Add issuer alert message */
"AddIssuerSuccess" = "È stato aggiunto a un issuer. Controlla la schermata del issuer.";

/* Invalid state error message when adding an issuer. */
"AppRestartRequired" = "Questa applicazione è in uno stato non valido. Chiudila, aprila di nuovo e riprova.";

/* Force app update dialog message */
"AppUpdateAlertMessage" = "Per poter aggiungere questo issuer, devi essere in possesso dell'ultima versione del Portafoglio Certifico.";

/* Force app update dialog title */
"AppUpdateAlertTitle" = "Per piacere aggiorna il Portafoglio Certifico";

/* Confirmation before copying for backup */
"AreYouSure" = "Sei sicuro?";

/* Explain that we need them to authenticate in order to replace their passphrase. */
"AuthenticateReplacePassphrase" = "Autenticati per modificare la tua frase di accesso.";

/* Prompt to authenticate in order to reveal their passphrase. */
"AuthenticateSeePassphrase" = "Autenticati per vedere la tua frase di accesso.";

/* Auth failure replacing passphrase */
"AuthenticationError" = "Autenticazione fallita. Riprova.";

/* Onboarding screen backup passphrase title */
"BackupPassphrase" = "Backup della frase di accesso";

/* Email subject line when backing up passphrase */
"BlockcertsBackup" = "Backup del Certifico";

/* Title of main interface */
"BlockcertsWallet" = "Portafoglio Certifico";

/* Button to cancel user action
   Cancel action
   Cancel the action sheet.
   Dismiss action */
"Cancel" = "Annulla";

/* Caution title presented when attempting to delete a certificate. */
"Caution" = "Attenzione!";

/* Message to user to check the passphrase */
"CheckPassphraseTryAgain" = "Per piacere controlla e riprova.";

/* Choose credential import method */
"ChooseMethod" = "Seleziona un metodo:";

/* Button to cancel user action */
"Close" = "Chiudi";

/* Continue */
"Continue" = "Continua";

/* Instruction to copy and paste credential URL */
"CopyCredentialURL" = "Digita o incolla l'URL delle credenziali:";

/* Copy to Email or Clipboard */
"CopyEmailClipboard" = "Copia su email o negli appunti";

/* Create backup */
"CreateBackup" = "Creare Backup";

/* Credential */
"Credential" = "Credenziali";

/* Credential info screen field label */
"CredentialExpiration" = "Scadenza delle credenziali";

/* Successful credential import alert message */
"CredentialImportSuccess" = "Questa credenziale è stata importata correttamente. Puoi trovarla nella vista degli issuer.";

/* Title of credential information screen */
"CredentialInfo" = "Info sulle Credenziali";

/* Credential info screen field label */
"CredentialName" = "Nome delle credenziali";

/* A longer explanation of the error message displayed when we can't read a certificate file the user tried to import. */
"CredentialParseError" = "Si è verificato un errore durante l'apertura del file.";

/* Accessibility label for credential URL text field */
"CredentialURL" = "URL Credenziali";

/* Label for the current passphrase. */
"CurrentPassphrase" = "Frase di accesso";

/* Onboarding screen label for Current User */
"CurrentUser" = "Utente corrente";

/* Credential info screen field label */
"DateIssued" = "Data di emissione";

/* Confirm delete action */
"Delete" = "Cancella";

/* Action to delete a credential in the metadata view. */
"DeleteCredential" = "Cancella Credenziali";

/* Explanation of the effects of deleting a certificate. */
"DeleteCredentialExplanation" = "Se elimini questa credenziale e non hai un backup, dovrai chiedere all'issuer di inviarla di nuovo se la vuoi recuperare. Sei sicuro di voler eliminare questa credenziale?";

/* Generic error description. We couldn't delete a certificate. */
"DeleteCredentialGenericError" = "Si è verificato un errore durante l'eliminazione del certificato.";

/* Generic error title. We couldn't delete a certificate. */
"DeleteFileError" = "Impossibile eliminare il file";

/* A message displayed after clearing the logs successfully. */
"DeleteLogsSuccess" = "I Log sono stati eliminati da questo dispositivo.";

/* Credential info screen field label */
"Description" = "Descrizione";

/* Explanation for failing to share the log file */
"DeviceMissingLogs" = "I Log non sono stati trovati su questo dispositivo.";

/* Button copy */
"Done" = "Fatto";

/* Scare tactic to warn user about insecurity of email */
"EmailBackupWarning" = "Questo è un metodo di backup a bassa sicurezza. Vuoi continuare?";

/* Action item in settings screen. */
"EmailLogs" = "Invia Log a Email";

/* Empty Credentials View */
"EmptyCredentials" = "Riceverai un'e-mail quando viene emessa una credenziale. Segui il link nell'e-mail per completare il processo.";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"EnableAuthenticationPrompt" = "Vai alle Impostazioni del Portafoglio Certifico e abilita Touch ID, Face ID o un codice per proteggere la tua Frase di accesso e riprova.";

/* Enter */
"Enter" = "Inserisci";

/* Add Issuer Enter Code */
"EnterIssuerCode" = "Inserisci il codice one-time";

/* Add Issuer Enter URL */
"EnterIssuerURL" = "Inserisci l'URL fornito dall'issuer";

/* Enter Passphrase */
"EnterPassphrase" = "Inserisci la frase di accesso";

/* Enter Passphrase Instruction */
"EnterPassphraseInstruction" = "Per piacere digita o copia la tua frase di accesso:";

/* Alert title when you re-import an existing certificate */
"FileAlreadyImported" = "Questo file è già stato importato.";

/* Longer explanation about importing an existing file. */
"FileAlreadyImportedExplanation" = "Questo file è già stato importato. Lo vuoi visualizzare?";

/* Title for the failed-to-share-your-logs alert */
"FileNotFound" = "File non trovato";

/* Generic authentication failure error. */
"GenericAuthenticationError" = "Prova ad autenticarti di nuovo per vedere la tua Frase di accesso.";

/* Import */
"Import" = "Importa";

/* Sucessful credential import alert title */
"ImportComplete" = "Importazione Completa";

/* Contextual action. Tapping this prompts the user to add a file from a document provider. */
"ImportFromFile" = "Importa da File";

/* Contextual action. Tapping this prompts the user for a URL to pull the certificate from. */
"ImportFromURL" = "Importa da URL";

/* Credential Info Button */
"Info" = "Info";

/* Issuer info screen field label */
"IntroducedOn" = "Introdotto";

/* Imported certificate didn't parse title
   Title for an alert when importing an invalid certificate */
"InvalidCredential" = "Credenziale non valida";

/* Imported title didn't parse message */
"InvalidCredentialFile" = "Questo non sembra essere un valido URL di credenziali. Per piacere verifica e riprova.";

/* Title in alert view after processing failed user input */
"InvalidPassphrase" = "Frase di accesso non valida";

/* This describes the issuer cell in the collection view. It's an accessibility label read aloud for users with VoiceOver. */
"Issuer" = "Issuer";

/* This error is presented when the user uses a bad nonce */
"IssuerAuthenticationError" = "Non è stato possibile autenticarti all'issuer. Controlla il tuo codice one-time e riprova.";

/* Issuer info screen field label */
"IssuerContactEmail" = "Contatto Issuer";

/* Title of credential information screen */
"IssuerInfo" = "Informazioni sul Issuer";

/* Format string for an issuer response with an invalid property. Variable is the property name that's invalid. */
"IssuerInvalidProperty" = "L'issuer ha risposto, ma con una proprietà non valida denominata \"%@\"";

/* Missing description text for issuer. */
"IssuerMissingDescription" = "Descrizione non disponibile.";

/* Format string for an issuer response with a missing property. Variable is the property name that's missing. */
"IssuerMissingProperty" = "L'issuer ha risposto, ma non ha incluso la proprietà \"%@\"";

/* Issuer info screen field label */
"IssuerName" = "Nome Issuer";

/* Error message displayed when we see missing or invalid JSON in the response. */
"IssuerResponseErrorJSON" = "Non capiamo la risposta dell'issuer. Per piacere contattalo.";

/* Issuer View Header */
"Issuers" = "Issuer";

/* Error message when the issuer's data doesn't match the URL it's hosted at. */
"IssuerTampered" = "Sembra che questo issuer sia stato modificato. Per piacere contattalo.";

/* Accessibility label for issuer URL text field */
"IssuerURL" = "Issuer URL";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"LocalAuthenticationDisabled" = "Sembra che l'autenticazione locale sia disabilitata per questa applicazione. Non è sicuro mostrare la tua passphrase in questo modo. Abilitare l'autenticazione locale per questa applicazione dalle Impostazioni.";

/* Title for SAML login */
"LoginToIssuer" = "Accedi all'Issuer";

/* Manual Hard Copy */
"ManualHardCopy" = "Hard Copy manuale";

/* Error state: missing issuer data in issuer cell */
"MissingIssuer" = "Issuer non presente";

/* Multiple credentials */
"MultipleCredentials" = "Hai %@ Credenziali";

/* Action item in settings screen. */
"MyPassphrase" = "Mia Frase di Accesso";

/* Credential info screen description of credential that never expires */
"Never" = "Mai";

/* Onboarding screen label for New User */
"NewUser" = "Nuovo Utente";

/* Welcome new user body */
"NewUserBody" = "Riceverai un'e-mail quando un issuer sarà pronto per essere aggiunto. Segui il link nell'e-mail per completare il processo.";

/* Welcome new user footer */
"NewUserFooter" = "Puoi aggiungere un issuer manualmente andando su Impostazioni e toccando Aggiungi un issuer.";

/* Welcome new user header */
"NewUserHeader" = "Pronto!";

/* No credentials */
"NoCredentials" = "Nessuna Credenziale";

/* Button copy
   Button label
   Button to confirm user action
   OK dismiss action */
"Okay" = "Ok";

/* 1 credential */
"OneCredential" = "1 Credenziale";

/* Accessibility label for issuer code text field */
"OneTimeCode" = "Codice One-time";

/* Navigation title for revealing the current passphrase. */
"Passphrase" = "Frase di accesso";

/* Passphrase description */
"PassphraseDescription" = "Questa è la frase di accesso del tuo portafoglio. È necessario disporre di un backup nel caso in cui si reinstalli l'app o si cambi dispositivo.";

/* Passphrase generated */
"PassphraseGenerated" = "Frase di accesso Generata!";

/* Failure saving replacement passphrase */
"PassphraseSaveFail" = "Impossibile salvare la Frase di accesso.";

/* Accessibility label for video play button in onboarding */
"PlayIntroVideo" = "Riprodurre video introduttivo.";

/* Menu item in the settings screen that links to our privacy policy.
   Title for the screen with our privacy policy on it. */
"PrivacyPolicy" = "Privacy Policy";

/* Alert view title shown when unable to authenticate for My Passphrase */
"ProtectYourPassphrase" = "Proteggi la tua Frase di accesso";

/* No network connection alert message */
"ReachabilityAlertMessage" = "Controlla la tua connessione Internet e riprova.";

/* No network connection alert title */
"ReachabilityAlertTitle" = "Connessione di rete assente";

/* Title for an error message displayed when we can't read a certificate file the user tried to import. */
"ReadFileError" = "Impossibile leggere il file";

/* Replace passphrase action button */
"Replace" = "Sostituisci";

/* Title for replacing the passphrase */
"ReplacePassphrase" = "Sostituisci frase di accesso";

/* Error message when an identification request is aborted */
"RequestAborted" = "La richiesta è stata annullata. RiprovareT.";

/* Welcome returning user body */
"ReturningUserBody" = "Per vedere i tuoi issuer, vai su Impostazioni per aggiungere le tue credenziali o aggiungile tramite l’e-mail del issuer.";

/* Welcome returning user footer */
"ReturningUserFooter" = "Puoi aggiungere un issuer manualmente andando su Impostazioni e toccando Aggiungi un issuer.";

/* Welcome returning user header */
"ReturningUserHeader" = "Reimporta le tue Credenziali";

/* Title for our specific warning about validating a sample certificate */
"SampleCredential" = "Certificato di esempio";

/* Explanation for why you can't validate the sample certificate. */
"SampleCredentialVerificationImpossible" = "Questo è un certificato di esempio e non può essere verificato. I certificati reali verranno sottoposti a un processo di convalida in tempo reale.";

/* Select Backup Methods */
"SelectBackupMethods" = "Scegli il metodo di backup";

/* Header for selecting backup methods */
"SelectOne" = "Per favore seleziona almeno una opzione presente sotto:";

/* Button for selecting backup methods */
"SelectOneButton" = "Selezionane almeno uno per Continuare";

/* Error message when an identification request sees a server error */
"ServerError" = "Si è verificato un errore con il server. RiprovareT.";

/* Title of the Settings screen. */
"Settings" = "Impostazioni";

/* Credential Share Button */
"Share" = "Condividi";

/* Share credential action sheet title */
"ShareCredential" = "Condividi queste Credenziali";

/* Alert title when sharing a certificate fails. */
"ShareCredentialError" = "Non è stato possibile condividere il certificato.";

/* Alert message when sharing a certificate fails. Generic error. */
"ShareCredentialGenericError" = "Si è verificato un errore durante la preparazione del file per la condivisione. Riprova più tardi.";

/* Issuer info screen field label */
"SharedAddress" = "Indirizzo condiviso";

/* Action to share certificate file, presented in an action sheet. */
"ShareFile" = "Condividi File";

/* Action to share the certificate's hosting URL, presented in an action sheet. */
"ShareLink" = "Condividi Link";

/* Action button for revealing the current passphrase */
"ShowPassphrase" = "Visualizza Frase di Accesso";

/* action completed successfully
   Add issuers alert title
   Alert title */
"Success" = "Successo!";

/* Welcome returning user from app update body */
"UpdateUserBody" = "Abbiamo migliorato l'esperienza, ma sarai in grado di ricevere e gestire le tue credenziali come prima.";

/* Welcome returning user from app update body 2 */
"UpdateUserBody2" = "Si prega di notare che ora è necessario eseguire il backup della frase di accesso, ma è possibile farlo facilmente nell'app.";

/* Welcome returning user from app update body 3 */
"UpdateUserBody3" = "Premi Continua per iniziare.";

/* Welcome returning user from app update header */
"UpdateUserHeader" = "Benvenuto al nuovo Portafoglio Certifico!";

/* Issuer info screen field label */
"URL" = "URL";

/* Verification */
"Verification" = "Verifica";

/* Credential verification fail message */
"VerificationFail" = "Questa credenziale non è stata verificata. Per piacere contatta l'issuer.";

/* Credential verification in progress message */
"VerificationInProgress" = "Verificando la Credenziale %@ ...";

/* Credential verification success message */
"VerificationSuccess" = "Questa è una credenziale %@ valida.";

/* Credential verification success */
"Verified" = "Verificato!";

/* Credential Verify Button */
"Verify" = "Verifica";

/* Action prompt to view the imported certificate */
"View" = "Visualizza";

/* Onboarding screen title */
"Welcome" = "Benvenuto";

/* Instruction to save passphrase */
"WriteYourPassphrase" = "Scrivi la tua frase di accesso su un pezzo di carta e conservalo in un posto sicuro.";

/* You have multiple credentials */
"YouHaveMultipleCredentials" = "Tu hai %@ credenziali";

/* You have 1 credential */
"YouHaveOneCredential" = "Tu hai 1 credenziale";
